export const privacyPolicy = `< 반갑다 친구야 >('이하 '모여라')은(는) 「개인정보 보호법」 제30조에 따라 정보주체의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리방침을 수립·공개합니다.			
			
○ 이 개인정보처리방침은 2023년 1월 29일부터 적용됩니다.			
			
			
제1조(개인정보의 처리 목적) < 모여라 >)은(는) 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며 이용 목적이 변경되는 경우에는 「개인정보 보호법」 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.			
  1. 앱 서비스 회원가입 및 관리			
  회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리 목적으로 개인정보를 처리합니다.			
  2. 서비스 제공			
  서비스 제공을 목적으로 개인정보를 처리합니다.			
제2조(개인정보의 처리 및 보유 기간)			
① < 모여라 >은(는) 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집 시에 동의받은 개인정보 보유·이용기간 내에서 개인정보를 처리·보유합니다.			
② 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.			
  학교 정보, 통계 정보와 관련한 개인정보는 수집.이용에 관한 동의일로부터까지 위 이용목적을 위하여 보유·이용됩니다.			
  - 보유근거 : 이용 약관			
  - 관련법령 : 계약 또는 청약철회 등에 관한 기록 5년			
  - 예외사유 : 없음			
제3조(처리하는 개인정보의 항목) 			
① < 모여라 >은(는) 다음의 개인정보 항목을 처리하고 있습니다.			
  [홈페이지 회원가입 및 관리]			
  - 필수항목 : 출신 학교 정보, 해당 학교 졸업연도, 직업 분야 정보, 거주 지역 정보			
  - 선택항목 : 이름, 닉네임(별명)	 		
제4조(개인정보처리의 위탁에 관한 사항)			
① < 모여라 >은(는) 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다.			
  [서비스 시스템 제공]			
  - 위탁받는 자 (수탁자) : NAVER Cloud Platform			
  - 위탁하는 업무의 내용 : 데이터 관리 및 보관			
  - 위탁기간 : 서비스 종료 시까지			
② < 모여라 >은(는) 위탁계약 체결시 「개인정보 보호법」 제26조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적․관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리․감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.			
③ 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.			
제5조(개인정보의 파기절차 및 파기방법)			
① < 모여라 > 은(는) 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.			
② 정보주체로부터 동의받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.			
[파기방법]			
- 전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다.			
- 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다			
제6조(정보주체와 법정대리인의 권리·의무 및 그 행사방법에 관한 사항)			
① 정보주체는 모여라에 대해 언제든지 개인정보 열람·정정·삭제·처리정지 요구 등의 권리를 행사할 수 있습니다.			
② 제1항에 따른 권리 행사는모여라에 대해 「개인정보 보호법」 시행령 제41조제1항에 따라 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 모여라은(는) 이에 대해 지체 없이 조치하겠습니다.			
③ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다.이 경우 “개인정보 처리 방법에 관한 고시(제2020-7호)” 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.			
④ 개인정보 열람 및 처리정지 요구는 「개인정보 보호법」 제35조 제4항, 제37조 제2항에 의하여 정보주체의 권리가 제한 될 수 있습니다.			
⑤ 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.			
⑥ 모여라은(는) 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.			
제7조(개인정보의 안전성 확보조치에 관한 사항)			
< 모여라 >은(는) 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.			
1. 개인정보 취급 직원의 최소화 및 교육			
개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화 하여 개인정보를 관리하는 대책을 시행하고 있습니다.			
2. 내부관리계획의 수립 및 시행			
개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고 시행하고 있습니다.			
3. 개인정보의 암호화			
이용자의 개인정보는 비밀번호는 암호화 되어 저장 및 관리되고 있어, 본인만이 알 수 있으며 중요한 데이터는 파일 및 전송 데이터를 암호화 하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고 있습니다.			
4. 개인정보에 대한 접근 제한			
개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여,변경,말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.			
제8조(개인정보를 자동으로 수집하는 장치의 설치·운영 및 그 거부에 관한 사항)			
① 모여라 은(는) 이용자에게 개별적인 맞춤서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용합니다.			
② 쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터내의 하드디스크에 저장되기도 합니다.			
가. 쿠키의 사용 목적 : 이용자가 방문한 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부, 등을 파악하여 이용자에게 최적화된 정보 제공을 위해 사용됩니다.			
나. 쿠키의 설치•운영 및 거부 : 웹브라우저 상단의 도구>인터넷 옵션>개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부 할 수 있습니다.			
다. 쿠키 저장을 거부할 경우 맞춤형 서비스 이용에 어려움이 발생할 수 있습니다.			
			
▶ 개인정보 보호 담당부서			
담당자 :  반갑다친구야 팀			
연락처 : moyora.official@gmail.com			
			
제9조 (개인정보 보호책임자에 관한 사항) 			
① 모여라 은(는) 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.			
			
  ▶ 개인정보 보호책임자			
  성명 : 반갑다친구야 팀			
  연락처: moyora.official@gmail.com			
			
※ 개인정보 보호 담당부서로 연결됩니다.			
			
  ▶ 개인정보 보호 담당부서			
  담당자 : 반갑다친구야 팀			
  연락처 : moyora.official@gmail.com			
			
② 정보주체께서는 모여라 의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. 모여라 은(는) 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.			
			
제10조(개인정보의 열람청구를 접수·처리하는 부서)			
정보주체는 ｢개인정보 보호법｣ 제35조에 따른 개인정보의 열람 청구를 아래의 부서에 할 수 있습니다.			
< 모여라 >은(는) 정보주체의 개인정보 열람청구가 신속하게 처리되도록 노력하겠습니다. 			
			
  ▶ 개인정보 열람청구 접수·처리 부서			
  담당자 :  반갑다친구야 팀			
  연락처 : moyora.official@gmail.com			
			
			
			
제11조(정보주체의 권익침해에 대한 구제방법)			
			
정보주체는 개인정보침해로 인한 구제를 받기 위하여 개인정보분쟁조정위원회, 한국인터넷진흥원 개인정보침해신고센터 등에 분쟁해결이나 상담 등을 신청할 수 있습니다. 이 밖에 기타 개인정보침해의 신고, 상담에 대하여는 아래의 기관에 문의하시기 바랍니다.			
			
1. 개인정보분쟁조정위원회 : (국번없이) 1833-6972 (www.kopico.go.kr)			
2. 개인정보침해신고센터 : (국번없이) 118 (privacy.kisa.or.kr)			
3. 대검찰청 : (국번없이) 1301 (www.spo.go.kr)			
4. 경찰청 : (국번없이) 182 (ecrm.cyber.go.kr)			
			
「개인정보보호법」제35조(개인정보의 열람), 제36조(개인정보의 정정·삭제), 제37조(개인정보의 처리정지 등)의 규정에 의한 요구에 대 하여 공공기관의 장이 행한 처분 또는 부작위로 인하여 권리 또는 이익의 침해를 받은 자는 행정심판법이 정하는 바에 따라 행정심판을 청구할 수 있습니다.			
			
※ 행정심판에 대해 자세한 사항은 중앙행정심판위원회(www.simpan.go.kr) 홈페이지를 참고하시기 바랍니다.			
			
제12조(개인정보 처리방침 변경)			
			
			
① 이 개인정보처리방침은 2023년 1월 29부터 적용됩니다.			
			
② 이전의 개인정보 처리방침은 아래에서 확인하실 수 있습니다.			`;

export const serviceTerms = `제 1 조 (목적)
이 약관은 반갑다친구야(이하 ‘운영진’)가 제공하는 웹 및 모바일 서비스의 이용과 관련하여 서비스와 이용자와의 권리, 의무 및 책임사항 등을 규정함을 목적으로 합니다.


제 2 조 (정의)
본 약관에서 사용하는 용어의 정의는 다음과 같습니다.

1. “운영진”이라 함은 콘텐츠 산업과 관련된 모바일 서비스를 제공하는 자를 말합니다.

2. “이용자”라 함은 서비스에 접속하여 이 약관에 따라 콘텐츠 및 제반 서비스를 이용하는 이용자를 말합니다. 이용자는 “회원가입”을 통해 서비스를 이용하는 모든 “회원”을 말합니다.

3. “콘텐츠”라 함은 정보통신망이용촉진 및 정보보호 등에 관한 법률 제2조 제1항 제1호의 규정에 의한 정보통신망에서 사용되는 부호•문자 표현된 자료 또는 정보로서, 그 보존 및 이용에 있어서 효용을 높일 수 있도록 전자적 형태로 제작 또는 처리된 것을 말하며 “서비스”를 이용함에 있어 게시한 정보 형태의 글 등을 의미합니다.

4. “로그”라 함은 이용자가 서비스를 이용하면서 자동으로 생성된 IP주소, 접속 시간 등을 말합니다.


제 3 조 (신원정보 등의 제공)
운영진은 이 약관의 내용 등을 이용자가 쉽게 알 수 있도록 서비스 초기화면에 게시합니다. 다만, 기타의 방법으로 “이용자”에게 공지할 수 있습니다.


제 4 조 (약관의 게시 등)

운영진은 이용자가 약관에 동의하기에 앞서 약관에 정해져 있는 내용 중 자료 내용에 활용 및 권한 등과 같은 중요한 내용을 이용자가 쉽게 이해할 수 있도록 별도의 연결 화면 또는 팝업 화면 등을 제공하여 이용자의 확인을 구합니다.


제 5 조 (약관의 개정 등)

1.운영진은 약관의 규제에 관한 법률, 전기통신기본법, 전기통신사업법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.

2.운영진이 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행 약관과 함께 서비스 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 단 “이용자”의 권리, 의무에 중대한 영향을 주는 변경의 경우에는 적용일자 30일 전부터 공지하도록 합니다.

3. 이용자는 변경된 약관에 대해 거부할 권리가 있습니다. “이용자”는 변경된 약관이 공지된 지 15일 이내에 거부의사를 표명할 수 있습니다. “이용자”가 거부하는 경우 본 서비스 제공자인 “운영진”과의 계약을 해지할 수 있습니다. 만약, “이용자”가 거부의사를 표시하지 않거나, 전항에 따라 시행일 이후에 “서비스”를 이용하는 경우에는 동의한 것으로 간주합니다.


제 6 조 (약관의 해석)
이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 약관의 규제에 관한 법률, 전기통신기본법, 전기통신사업법, 정보통신망 이용 촉진 및 정보보호, 개인정보보호법 등에 관한 법률 등의 관계법령에 따릅니다.


제 7 조 (회원가입 신청)

① 회원가입은 이용자가 약관의 내용에 대하여 동의를 하고 운영진이 이러한 신청에 대하여 승낙함으로서 체결됩니다.

② 회원가입 신청서에는 다음 사항을 기재해야 합니다. 운영진은 회원가입 절차를 통해 기재 사항 외 다음과 같은 항목을 수집할 수 있습니다.
1) 출신 학교 정보, 졸업연도, 이름, 별명, 직업, 거주지역
2) 기타 운영진이 필요하다고 인정하는 사항
3) 추가적인 회원가입 절차를 통해 위 기재사항 외 정보를 수집할 수 있습니다.

③ 운영진은 상기 이용자의 신청에 대하여 신청을 승낙함을 원칙으로 합니다. 다만, 다음 각 호에 해당하는 신청에 대하여는 승낙하지 않을 수 있습니다.
1) 신청자가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우
2) 허위의 정보를 기재하거나, “운영진”이 제시하는 내용을 기재하지 않은 경우
3) 이용자의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하며 신청하는 경우

④ 운영진은 서비스 관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우에는 승낙을 유보할 수 있습니다.

⑤ 제3항과 제4항에 따라 회원가입 신청의 승낙을 하지 아니하거나 유보한 경우, 운영진은 이를 신청자에게 알려야 합니다. 운영진의 귀책사유 없이 신청자에게 통지할 수 없는 경우에는 예외로 합니다.

⑥ 회원가입계약의 성립 시기는 운영진이 승낙이 이용자에게 도달한 시점으로 합니다.


제 8조 (회원정보의 변경)

① 이용자는 개인정보관리화면을 통하여 언제든지 자신의 개인정보를 열람하고 수정할 수 있습니다.

② 이용자는 회원가입신청 시 기재한 사항이 변경되었을 경우 온라인으로 수정을 하거나 이메일 등의 방법으로 운영진에 대하여 그 변경사항을 알려야 합니다.

③ 제2항의 경우에 해당 이용자가 운영진에 그 사실을 통지하지 않거나, 통지한 경우에도 운영진의 안내에 따르지 않아 발생한 불이익에 대하여 운영진은 책임지지 않습니다.


제 9조 (회원의 아이디 및 비밀번호의 관리에 대한 의무)

① 회원은 개인정보관리화면을 통하여 언제든지 자신의 개인정보를 열람하고 수정할 수 있습니다.

② 회원은 본인의 계정이 제3자에 의해 사용되고 있음을 인지한 경우에는 이를 즉시 운영진에 통지하고 안내에 따라야 합니다.

③ 제2항의 경우에 해당 운영진이 운영진에 그 사실을 통지하지 않거나, 통지한 경우에도 안내에 따르지 않아 발생한 불이익에 대하여 운영진은 책임지지 않습니다.


제 10조 (이용자에 대한 통지)

① '운영진'은 '이용자’에 대해, '이용자'가 미리 약정하여 지정한 이메일이나 SMS 등을 이용하여 통지할 수 있습니다.

② '운영진'이 불특정다수 '이용자’에 대한 통지를 할 경우 7일 이상 서비스 내 공지사항에 게시함으로써 개별 통지에 갈음할 수 있습니다. 다만, '이용자' 본인의 서비스 이용에 관련하여 중대한 영향을 미치는 사항에 대해서는 제1항의 통지를 합니다.


제11조(회원 탈퇴 및 자격 상실 등)

① '이용자'는 '운영진'에 언제든지 탈퇴를 요청할 수 있으며, '운영진'은 관련법 등이 정하는 바에 따라 이를 즉시 처리합니다. 

②회원이 다음 각호의 사유에 해당하는 경우, 운영진은 회원자격을 제한 및 정지시킬 수 있습니다.
1) 가입신청 시에 허위 내용을 등록하거나 타인의 정보를 도용한 경우
2) '서비스'를 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우
3) 다른 사람의 '사이트' 이용을 방해하거나 그 정보를 도용하는 경우

③ 운영진이 회원자격을 제한•정지시킨 후, 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 운영진은 회원자격을 상실시킬 수 있습니다.

④ 운영진이 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 이를 통지하고, 회원등록 말소 전에 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다.


제12조(콘텐츠의 내용)

① 운영진은 이용자를 통하여 제 2조의 서비스를 제공할 수 있으며 그 내용은 다음 각 호와 같습니다. 
1) 학교 별 방명록 서비스
2) 학교 별 통계 서비스
3) 이용자간의 교류 및 소통과 관련된 콘텐츠

②운영진은 필요한 경우 콘텐츠의 내용을 추가 또는 변경할 수 있습니다. 단, 이 경우 운영진은 추가 또는 변경 내용을 회원에게 공지해야 합니다.


제13조(이용계약의 성립 등)

① 운영진과 회원의 서비스 이용 계약은 양식에 따라 정보를 기입한 후 필수 약관에 승낙을 표시하는 방법 등으로 의사표시를 하면서 체결됩니다.

② 승낙은 신청 순서에 따라 순차적으로 처리되며, 회원가입의 성립시기는 운영진의 승낙이 회원에게 도달한 시점으로 합니다.

③ 운영진은 부정사용방지 및 본인확인을 위해 회원에게 본인 인증 등을 요청할 수 있습니다.


제 14조 (운영진의 의무)
① '운영진'은 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라 지속적이고, 안정적인 서비스를 제공하는데 최선을 다해야 합니다.

② '운영진'은 '이용자'가 안전하게 서비스를 이용할 수 있도록 '회원'의 개인정보 보호를 위한 보안시스템을 갖추어야 하며, 개인정보처리방침을 게시하고 준수합니다.

③ '운영진'은 ‘이용자’가 제기한 의견이나 불만의 정당성이 객관적인 관점에서 인정될 경우에는, 적절한 절차를 거쳐 처리하여야 합니다. 다만, 즉시처리가 곤란한 경우 회원에게 그 사유와 처리일정을 통보하여야 합니다.


제 15조 (이용자의 의무)

① 이용자는 다음 행위를 하여서는 안됩니다.
1) 신청 또는 정보 변경 시 허위내용의 기재
2) 타인의 정보 도용
3) 운영진이 금지한 정보 (컴퓨터 프로그램 등) 의 송신 또는 게시
4) 운영진과 기타 제3자의 저작권 등 지식 재산권에 대한 침해
5) 운영진 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
6) 외설 또는 폭력적인 말이나 글, 화상, 음향, 기타 공서양속에 반하는 정보를 운영진의 사이트에 공개 또는 게시하는 행위
7) 기타 불법적이거나 부당한 행위

② '회원'은 관계법, 이 약관의 규정, 이용안내 및 '서비스'와 관련하여 공지한 주의사항, '운영진'이 통지하는 사항 등을 준수하여야 하며, 기타 '운영진'의 업무에 방해되는 행위를 하여서는 안됩니다.


제 16조 (콘텐츠 서비스의 제공 및 중단)

운영진은 관련법에 의거하여 이용자의 콘텐츠로 인한 법률상 이익 침해를 근거로, 다른 이용자 또는 제3자가 회원 또는 운영진을 대상으로 하여 민형사상의 법적 조치를 취하거나 관련된 콘텐츠의 게시 중단을 요청하는 경우, 운영진은 해당 콘텐츠에 대한 접근을 잠정적으로 제한하거나 삭제할 수 있습니다.

제17조 (계약 해지 등)

① 운영진은 언제든지 서비스 이용을 원하지 않는 경우 회원 탈퇴를 통해 이용계약을 해지할 수 있습니다. 회원탈퇴로 인해 회원에 관한 정보는 모두 삭제되어 복구가 불가능하게 됩니다.

② 운영진은 회원이 이 약관 및 그에 따른 운영정책, 서비스 정책에서 금지하는 행위를 하는 등 본 계약을 유지할 수 없는 중대한 사유가 있는 경우에는 상당한 기간 전에 최고하고 기간을 정하여 서비스 이용을 중지하거나 이용계약을 해지할 수 있습니다.

③ 제1항 및 제2항에 따른 환급 및 손해배상은 「콘텐츠이용자보호지침」에 따라 처리합니다.

④ 운영진은 최근의 서비스 이용일부터 연속하여 1년 동안 운영진의 서비스를 이용하지 않은 회원(이하 “휴면계정”이라 합니다)의 개인정보를 보호하기 위해 이용계약을 해지하고 회원의 개인정보 파기 등의 조치를 취할 수 있습니다. 이 경우 조치일 30일 전까지 계약해지, 개인정보 파기 등의 조치가 취해진다는 사실 및 파기될 개인정보 등을 회원에게 통지합니다.


제18조 (손해배상)

① 운영진 또는 회원은 본 약관을 위반하여 상대방에게 손해를 입힌 경우에는 그 손해를 배상할 책임이 있습니다. 다만, 고의 또는 과실이 없는 경우에는 그러하지 아니 합니다

② 운영진이 개별서비스 제공자와 제휴 계약을 맺고 회원에게 개별서비스를 제공하는 경우에 회원이 이 개별서비스 이용약관에 동의를 한 뒤 개별서비스 제공자의 고의 또는 과실로 인해 회원에게 손해가 발생한 경우에 그 손해에 대해서는 개별서비스 제공자가 책임을 집니다.


제19조 (운영진의 면책)

① 운영진은 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관하여 책임을 지지 않습니다.

② 운영진은 서비스용 설비의 보수, 교체, 정기점검, 공사 등 기타 이에 준하는 사유로 발생한 손해에 대하여 책임을 지지 않습니다. 다만, 고의 또는 과실에 의한 경우에는 그러하지 아니합니다.

③ 운영진은 회원의 고의 또는 과실로 인한 서비스 이용의 장애에 대하여는 책임을 지지 않습니다. 다만, 회원에게 부득이하거나 정당한 사유가 있는 경우에는 그러하지 아니합니다.

④ 회원이 서비스와 관련하여 게재한 정보나 자료 등의 신뢰성, 정확성 등에 대하여 운영진은 고의 또는 중대한 과실이 없는 한 책임을 지지 않습니다.

⑤ 운영진은 회원이 다른 회원 또는 타인과 서비스를 매개로 발생한 거래나 분쟁에 대해 개입할 의무가 없으며, 이로 인한 손해에 대해 책임을 지지 않습니다.

⑥ 운영진은 무료로 제공되는 서비스 이용과 관련하여 회원에게 발생한 손해에 대해서는 책임을 지지 않습니다. 그러나 운영진의 고의 또는 중과실에 의한 경우에는 그러하지 아니합니다.

⑦ 운영진은 회원이 모바일 기기 비밀번호 등을 관리하지 않아 발생하는 제3자 결제에 대해 책임을 지지 않습니다. 다만, 운영진의 고의 또는 과실에 의한 경우에는 그러하지 아니합니다.

⑧ 회원이 모바일 기기의 변경, 모바일 기기의 번호 변경, 운영체제(OS) 버전의 변경, 해외 로밍, 통신사 변경 등으로 인해 콘텐츠 전부나 일부의 기능을 이용할 수 없는 경우 운영진은 이에 대해 책임을 지지 않습니다. 다만, 운영진의 고의 또는 과실에 의한 경우에는 그러하지 아니합니다.

⑨ 운영진이 모바일 기기의 변경, 모바일 기기의 번호 변경, 운영체제(OS) 버전의 변경, 해외 로밍, 통신사 변경 등으로 인해 콘텐츠 전부나 일부의 기능을 이용할 수 없는 경우 운영진은 이에 대해 책임을 지지 않습니다. 다만, 운영진의 고의 또는 과실에 의한 경우에는 그러하지 아니합니다.

⑩ 회원이 운영진이 제공하는 콘텐츠나 계정정보를 삭제한 경우 운영진은 이에 대해 책임을 지지 않습니다. 다만, 운영진의 고의 또는 과실에 의한 경우에는 그러하지 아니합니다.


제 20조 (콘텐츠 제작 책임과 정보 수정 권한)

① 콘텐츠는 이용자 및 운영진이 서비스를 통해 발행한 모든 콘텐츠를 말합니다.

② 콘텐츠를 통해 발생하는 모든 책임은 이용자에게 있습니다.

④ 이용자가 등록한 자료로 인해 타인(또는 타법인)으로부터 허위사실 및 명예훼손 등으로 삭제 요청이 접수된 경우 운영진은 이용자에게 사전 통지없이 본 자료를 삭제할 수 있으며 해당 콘텐츠로 발생하는 모든 책임은 이용자에게 있습니다.


제 21조 (분쟁의 해결)
"운영진"은 분쟁이 발생하였을 경우에 "이용자"가 제기하는 정당한 의견이나 불만을 반영하여 적절하고 신속한 조치를 취합니다. 다만, 신속한 처리가 곤란한 경우에 "운영진"은 "이용자"에게 그 사유와 처리일정을 통보합니다. 


제 23조 (재판권 및 준거법)

① 운영진과 이용자 간에 발생한 분쟁에 관한 소송은 대한민국 서울중앙지방법원을 관할 법원으로 합니다. 다만, 제소 당시 이용자의 주소 또는 거소가 분명하지 않거나 외국 거주자의 경우에는 민사소송법상의 관할법원에 제기합니다.

② 운영진과 이용자 간에 제기된 소송에는 한국법을 적용합니다.


제 24조 (기타)

① 이 약관은 2023년 1월 16일에 최신화 되었습니다.

② 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 관련법 또는 관례에 따릅니다.

③ 이 약관에도 불구하고 다른 약관이나 서비스 이용 중 안내 문구 등으로 달리 정함이 있는 경우에는 해당 내용을 우선으로 합니다.`;

export const contentUsageRules = `모여라는 누구나 기분 좋게 서비스를 이용할 수 있도록 하기 위해 본 콘텐츠 이용규칙을 제정해 운영하고 있습니다.
모든 이용자는 서비스 이용 전 반드시 본 규칙을 숙지해야 합니다.

콘텐츠 이용규칙은 불법 행위, 각종 차별 및 갈등 조장, 타인의 권리 침해 등 건강한 서비스 분위기 형성과 운영에 악영향을 미치는 행위들을 제한하기 위해 지속적으로 개정됩니다. 중대한 변경사항이 있는 경우에는 공지사항을 통해 고지하므로 반드시 확인해주시기 바랍니다.

콘텐츠 이용규칙에서 사용된 용어의 정의는 서비스 이용약관을 따릅니다.


#h2#신고처리 시스템

모든 콘텐츠는 이용자의 신고를 기반으로 하는 신고처리 시스템을 통해 처리됩니다. 콘텐츠 이용규칙에 어긋난다고 판단되는 게시글, 댓글 등을 발견하셨을 경우, 신고 버튼을 눌러 신고해주시기 바랍니다.
콘텐츠 이용규칙에 어긋나거나, 다른 이용자에게 신고를 받을 수 있는 콘텐츠를 작성해서는 안 됩니다. 신고 누적으로 인해 발생한 피해는 어떤 상황에서도 책임을 지지 않습니다.

신고가 누적되었거나 콘텐츠 이용규칙을 위반한 이용자는 작성한 콘텐츠가 삭제될 수 있습니다.

모든 처리는 신고처리 시스템을 통하므로, 신고자 및 신고 사유를 확인하거나 접근 제한을 해제하는 것은 불가능합니다.

신고 시, 처리를 위해 콘텐츠 등의 일부가 일시적으로 저장될 수 있습니다.


#h2#금지 행위

#h3#국제 평화, 국제질서 및 국가 간의 우의를 현저히 해할 우려가 있는 행위
인종차별, 테러 등 국제 평화 및 국제질서를 현저히 해할 우려가 있는 행위
외국의 국가, 국장 등을 모독함으로써 국익에 반하거나 국가 간의 우의를 현저히 해할 우려가 있는 행위
그 밖에 외국의 정치, 종교, 문화, 사회에 대한 비방, 비하, 멸시 등 국가 간의 우의를 현저히 해할 우려가 있는 행위

#h3#헌법에 위배되거나 국가의 존립을 해하는 행위
국가의 존립, 안전이나 자유민주적 기본질서를 현저히 위태롭게 할 우려가 있는 행위.
헌법을 부정하거나 국가기관을 마비시킬 우려가 현저한 행위
법령에 따라 분류된 비밀 등 국가기밀을 누설하는 행위
「국가보안법」에서 금지하는 행위를 수행하는 행위
헌법에 반하여 역사적 사실을 현저히 왜곡하는 행위

#h3#범죄 기타 법령에 위반되는 행위
범죄를 목적으로 하거나 예비, 음모, 교사, 방조할 우려가 현저한 행위
범죄인 수단이나 방법 또는 범죄에 이르는 과정이나 결과를 구체적으로 묘사하여 범죄를 조장할 우려가 있는 행위
범죄, 범죄인 또는 범죄단체 등을 미화하여 범죄를 정당하다고 보이게 할 우려가 있는 행위
그 밖에 범죄 및 법령에 위반되는 위법행위를 조장하여 건전한 법질서를 현저히 해할 우려가 있는 행위

#h3#사회통념상 일반인의 성욕을 자극하여 성적 흥분을 유발하고 정상적인 성적 수치심을 해하여 성적 도의관념에 반하는 행위
신체 부위 또는 성적 행위를 노골적으로 표현 또는 묘사하는 행위
자극적이고 혐오스러운 성적표현 및 남녀 신체에 관한 은어 및 비속어를 사용하여 성행위를 구체적으로 묘사하는 행위
성폭력행위를 노골적으로 묘사 혹은 콘텐츠를 업로드하는 행위
성행위와 관련된 신음소리 등을 극히 자극적으로 묘사하는 행위
자위행위 및 전희를 구체적으로 묘사하는 행위
수간 시간 혼음 근친상간 가학성 피학성 음란증 관음증 등 비정상적인 행위를 구체적으로 묘사한 행위
아동 또는 청소년을 성적 유희의 대상으로 직접적이고 구체적으로 묘사한 행위
유흥 관련 정보 공유, 매매, 알선 행위 등 불법 행위
그 밖에 일반인의 성적 수치심을 현저히 해할 우려가 있는 행위

#h3#폭력성 잔혹성 혐오성 등이 심각한 행위
장애인, 노인, 임산부, 아동 등 사회적인 약자 또는 부모, 스승 등에 대한 살상, 폭행, 협박, 학대행위 등을구체적으로 묘사하거나 콘텐츠를 올리는 행위
오물, 신체 분비물 등을 구체적, 사실적으로 묘사하여 혐오감을 불러일으키는 행위
수술 장면 등 의료행위를 지나치게 상세히 업로드하는 행위
흉기 그 밖에 위험한 물건 등을 사용하여 과도하게 신체 또는 시체를 손상하는 등 생명을 경시하는 잔혹한 행위
동물에 대한 학대, 사체, 포식 등을 구체적으로 표현하여 잔혹감 또는 혐오감을 주는 행위
과도한 욕설 등 저속한 언어 등을 사용하여 혐오감 또는 불쾌감을 주는 행위
그 밖에 사람 또는 동물 등에 대한 육체적, 정신적 고통 등을 사실적, 구체적으로 표현하여 잔혹 또는 혐오감을 주는 행위

#h3#사회통합 및 사회질서를 저해하는 행위
도박 등 사행심을 조장하는 행위
미신숭배 등 비과학적인 생활태도를 조장하거나 정당화하는 행위
특정 정교, 종파 또는 종교의식 비방, 왜곡하거나 교리를 설파 및 전도, 포교하는 행이
장애인, 노약자 등 사회적인 소외계층을 비하하는 행위
합리적 이유 없이 성별 · 종교 · 장애 · 나이 · 사회적 신분 · 출신 · 인종 · 지역 · 직업 등을 차별하거나 이에 대한 편견을 조장하는 행위
자살을 목적으로 하거나 이를 미화, 방조 또는 권유하여 자살 충동을 일으킬 우려가 있는 행위
정당한 사유 없이 정보통신시스템, 데이터 또는 프로그램 등을 훼손, 멸실, 변경, 위조하거나 그 운용을 방해하는 내용의 행위
성매매를 알선, 유도, 조장, 방조하는 행위
그 밖에 사회적 혼란을 현저히 야기할 우려가 있는 행위

#h3#타인의 권리를 침해하는 행위
다른 이용자에게 불쾌감이나 불편함을 주는 행위
개인정보 유포 등 사생활의 비밀과 자유를 침해할 우려가 현저한 행위
정당한 권한 없이 타인의 사진, 영상 등을 게재하여 타인의 인격권을 현저히 침해하는 행위
사람을 비방할 목적으로 공공연하게 타인을 모욕하거나 사실 또는 거짓의 사실을 드러내어 타인의 명예를 훼손하는 행위
공포심이나 불안감을 유발하는 부호·문언·음향·화상 또는 영상을 반복적으로 상대방에게 도달하도록 하는 행위
정당한 권한없이 타인의 상표 또는 저작물 등을 사용, 실시 또는 매개하는 등 특허권, 상표권, 디자인권, 저작권 등 지적재산권을 침해하는 행위
내용·결말을 발설하거나, 혐오를 불러일으키거나, 속이거나, 놀라게 하는 행위
그 밖에 정당한 권한없이 타인의 권리를 침해하는 행위

#h3#정치·사회 관련 행위
언론·시민단체 등 관련 단체 옹호, 추천, 반대, 비하 행위
특정 정당·후보에 대한 지지, 비방, 투표 독려 행위
다른 이용자를 특정 정치 단체 관련자 및 특정 이념 옹호자로 몰아가는 행위
다양한 의견을 배척하고 여론을 하나로 수렴하는 행위
다른 이용자나 콘텐츠에 대한 욕설, 비난, 비꼬는 행위
기타 정치·사회 관련 갈등을 조장할 수 있는 행위 일체
국가기관(정부·공무원), 정치 관련 단체(정치인·정당·시민단체), 언론, 시민단체에 대한 언급 혹은 이와 관련한 행위
정책·외교 또는 정치·정파에 대한 의견, 주장 및 이념, 가치관을 드러내는 행위
성별, 종교, 인종, 출신, 지역, 직업, 이념 등 사회적 이슈에 대한 언급 혹은 이와 관련한 행위
위와 같은 내용으로 유추될 수 있는 비유, 은어 사용 행위

#h3#자살예방법에 반하는 자살 및 자해 유발정보 유통 행위
자살 및 자해 동반자 모집 정보
자살 및 자해에 대한 구체적인 방법을 제시하는 정보
자살 및 자해를 실행하거나 유도하는 내용을 담은 문서, 사진 또는 동영상 등의 정보
자살위해물건의 판매 또는 활용에 관한 정보
기타 명백히 자살 및 자해 유발을 목적으로 하는 정보

#h3#의료법 · 약사법 · 관세법 · 전파법 · 외국환거래법 등 법률에 반하는 거래 불가능 품목 거래 행위
주류, 담배, 마약류
안경, 콘택트렌즈, 의약품, 헌혈증, 건강기능식품, 의료기기
이미테이션 제품, 저작물 복사본
청소년유해매체물
2000불 이상의 달러/외화
암표 등 수익 목적의 재판매 행위
그 외 관련법에 의해 거래가 금지되거나, 온라인 상 거래가 금지된 물품

#h3#악용 행위
익명을 이용한 여론 조작 행위
신고 및 투표 제도 악용 행위
운영자 또는 이에 준하는 자격을 사칭하여 권한을 행사하는 행위
내용 없는 외부 링크 게시, 외부 서비스 이용 강제·유도 등 서비스 이탈 유도 행위

#h3#허위사실 유포 및 명예훼손 콘텐츠에 대한 게시중단 요청
모든 콘텐츠는 신고처리시스템에 의해 자동으로 처리되며, 요청에 따라 사전 검토되거나 임의로 처리되지 않습니다.
콘텐츠로 인해, 저작권침해, 명예훼손, 기타 권리침해를 당했다고 판단되실 경우, 추가적인 권리침해를 방지하기 위해 고객센터에서 해당 콘텐츠에 대한 게시중단 요청을 할 수 있습니다.
이후 담당자의 확인을 통해 게시중단 조치가 이루어지며, 게시중단 사유가 공개됩니다


#h2#허위사실 유포 및 명예 훼손 콘텐츠에 대한 게시중단 요청

모든 콘텐츠는 콘텐츠 운영 시스템에 의해 처리되며, 요청에 의해 사전 검토되거나 임의로 처리되지 않습니다.


#h2#기타
콘텐츠 이용규칙은 쾌적한 서비스 운영을 위해 주기적으로 업데이트 됩니다.
이 콘텐츠 이용규칙은 2022년 12월 26일에 최신화 되었습니다.`;
